{
  "title": "Polityka prywatności StorkBet",
  "sections": [
    {
      "title": "1. Administrator danych",
      "content": [
        "Administratorem danych osobowych jest StorkBet Zakłady Bukmacherskie Sp. z o.o. z siedzibą w Polsce.",
        "Kontakt do Inspektora Ochrony Danych: iod@storkbet.pl"
      ]
    },
    {
      "title": "2. Zakres przetwarzanych danych",
      "content": [
        "Przetwarzamy dane osobowe podane przy rejestracji konta, w tym: imię, nazwisko, adres, PESEL, adres e-mail, numer telefonu.",
        "Dodatkowo zbierane są dane dotyczące aktywności w systemie, historii zakładów, płatności i preferencji użytkownika."
      ]
    },
    {
      "title": "3. Cele i podstawa prawna przetwarzania",
      "content": [
        "Dane przetwarzane są w celu realizacji umowy zakładów bukmacherskich oraz wypełnienia obowiązków prawnych (np. przeciwdziałanie praniu pieniędzy).",
        "Podstawą prawną jest art. 6 ust. 1 lit. b i c RODO oraz zgoda użytkownika, gdy jest wymagana."
      ]
    },
    {
      "title": "4. Udostępnianie danych",
      "content": [
        "Dane mogą być udostępniane podmiotom obsługującym płatności, organom ścigania w granicach prawa oraz podmiotom świadczącym usługi IT z zachowaniem odpowiednich zabezpieczeń."
      ]
    },
    {
      "title": "5. Okres przechowywania danych",
      "content": [
        "Dane są przechowywane tak długo, jak jest to konieczne do realizacji celów przetwarzania lub wymagane przepisami prawa.",
        "Po upływie tego okresu dane są usuwane lub anonimizowane."
      ]
    },
    {
      "title": "6. Prawa osób, których dane dotyczą",
      "content": [
        "Użytkownik ma prawo dostępu do swoich danych, ich poprawiania, usunięcia, ograniczenia przetwarzania oraz przenoszenia danych.",
        "W przypadku przetwarzania na podstawie zgody, może ją wycofać w dowolnym momencie.",
        "Ma także prawo wniesienia skargi do organu nadzorczego."
      ]
    },
    {
      "title": "7. Środki bezpieczeństwa",
      "content": [
        "StorkBet stosuje środki techniczne i organizacyjne zabezpieczające dane, takie jak szyfrowanie, systemy kontroli dostępu i regularne audyty bezpieczeństwa."
      ]
    },
    {
      "title": "8. Polityka plików cookies",
      "content": [
        "Serwis wykorzystuje pliki cookies w celu poprawy funkcjonalności, analizy ruchu oraz personalizacji oferty.",
        "Użytkownik może zarządzać ustawieniami cookies w swojej przeglądarce."
      ]
    },
    {
      "title": "9. Zmiany polityki prywatności",
      "content": [
        "StorkBet zastrzega sobie prawo do zmiany polityki prywatności z odpowiednim powiadomieniem użytkowników na stronie serwisu."
      ]
    }
  ]
}
