{
  "title": "Regulamin zakładów bukmacherskich StorkBet",
  "sections": [
    {
      "title": "§ 1 Informacje ogólne",
      "content": [
        "Niniejszy regulamin określa zasady funkcjonowania zakładów bukmacherskich prowadzonych przez StorkBet Zakłady Bukmacherskie Sp. z o.o., zwany dalej „StorkBet”.",
        "Regulamin reguluję prawa i obowiązki uczestników zakładów, sposób składania zakładów oraz rozliczania wygranych zgodnie z obowiązującym prawem."
      ]
    },
    {
      "title": "§ 2 Definicje pojęć",
      "content": [
        "Zakład – umowa pomiędzy Uczestnikiem i StorkBet dotycząca wyniku określonego zdarzenia.",
        "Uczestnik – osoba fizyczna pełnoletnia, zawierająca zakłady w StorkBet.",
        "Kurs – wartość określająca prawdopodobieństwo wystąpienia zdarzenia, służąca do wyliczania wygranej."
      ]
    },
    {
      "title": "§ 3 Rejestracja i konto użytkownika",
      "content": [
        "Aby zawierać zakłady, należy założyć konto w serwisie StorkBet, podając prawdziwe dane osobowe.",
        "Rejestracja wymaga potwierdzenia pełnoletniości i akceptacji regulaminu.",
        "Dane podane przy rejestracji muszą być aktualne i zgodne z rzeczywistością."
      ]
    },
    {
      "title": "§ 4 Zasady zawierania zakładów",
      "content": [
        "Zakłady można zawierać poprzez serwis internetowy oraz w punktach stacjonarnych w godzinach dostępności.",
        "Zakład jest zawierany po wybraniu zdarzenia, podaniu stawki i potwierdzeniu przez system.",
        "Zakład ważny jest do rozpoczęcia zdarzenia, z wyjątkiem zakładów na żywo."
      ]
    },
    {
      "title": "§ 5 Rodzaje dostępnych zakładów",
      "content": [
        "StorkBet oferuje zakłady pojedyncze, wielokrotne, systemowe oraz na żywo.",
        "Każdy rodzaj zakładu ma określone zasady i minimalne stawki.",
        "Oferta zakładów jest aktualizowana na bieżąco."
      ]
    },
    {
      "title": "§ 6 Kursy i stawki",
      "content": [
        "Kursy ustala StorkBet na podstawie analizy i statystyk.",
        "Minimalna i maksymalna stawka jest podana w serwisie.",
        "Zmiany kursów po zawarciu zakładu nie mają wpływu na już zawarte zakłady."
      ]
    },
    {
      "title": "§ 7 Rozliczanie zakładów",
      "content": [
        "Zakłady rozliczane są po oficjalnym zakończeniu zdarzeń i zatwierdzeniu wyników.",
        "W przypadku zmiany lub unieważnienia zdarzenia zwracana jest stawka.",
        "Wygrane wypłacane są na konto uczestnika w terminie do 7 dni roboczych."
      ]
    },
    {
      "title": "§ 8 Odpowiedzialna gra",
      "content": [
        "StorkBet promuje odpowiedzialne podejście do zakładów.",
        "Uczestnik może ograniczyć dostęp do swojego konta lub skorzystać z pomocy specjalistów.",
        "Zakłady nie mogą być zawierane przez osoby niepełnoletnie."
      ]
    },
    {
      "title": "§ 9 Bezpieczeństwo i ochrona danych",
      "content": [
        "StorkBet stosuje zaawansowane zabezpieczenia danych osobowych.",
        "Dane przetwarzane są zgodnie z RODO.",
        "Uczestnik ma prawo do wglądu i modyfikacji swoich danych."
      ]
    },
    {
      "title": "§ 10 Reklamacje i spory",
      "content": [
        "Reklamacje dotyczące zakładów należy zgłaszać w ciągu 30 dni od daty zdarzenia.",
        "StorkBet rozpatruje reklamację w terminie do 14 dni roboczych.",
        "Spory rozstrzygane są zgodnie z polskim prawem."
      ]
    },
    {
      "title": "§ 11 Zasady płatności",
      "content": [
        "Wpłaty i wypłaty środków odbywają się zgodnie z dostępnymi metodami płatności.",
        "Minimalne kwoty wpłat i wypłat są określone w serwisie.",
        "StorkBet nie ponosi odpowiedzialności za opóźnienia wynikające z metod płatności."
      ]
    },
    {
      "title": "§ 12 Postanowienia końcowe",
      "content": [
        "StorkBet zastrzega sobie prawo do zmiany regulaminu z powiadomieniem uczestników.",
        "Aktualny regulamin dostępny jest na stronie operatora.",
        "Niniejszy regulamin obowiązuje od dnia publikacji."
      ]
    }
  ]
}
